/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>למד עוד</b> אודות ניהול ואבטחה של מכשירים.";

/* No comment provided by engineer. */
"A system error occurred" = "אירעה שגיאת מערכת";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "החשבון יוסר מ-%@ ומיישומי Yahoo נוספים במכשיר זה.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "הוסף חשבון";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "אירעה שגיאה. נסה שוב מאוחר יותר.";

/* Accessibility label for the back button */
"Back" = "חזרה";

/* call tip prefix in 2lc */
"Call %@" = "התקשר ל-%@";

/* No comment provided by engineer. */
"Call again" = "התקשר שוב";

/* Cancel
   Cancel button title */
"Cancel" = "ביטול";

/* Fallback page cannot be loaded. */
"Cannot load page." = "לא ניתן לטעון את הדף.";

/* Accessibility label for the close button */
"Close" = "סגור";

/* Continue to Safari for SHF */
"Continue" = "המשך";

/* Create Account view title
   sign up button title */
"Create Account" = "יצירת חשבון";

/* learn more alert title */
"Device Not Recognized" = "המכשיר אינו מזוהה";

/* No comment provided by engineer. */
"Didn't receive the email?" = "לא קיבלת את הדוא״ל?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "לא קיבלת את הודעת הטקסט?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "לא קיבלת את השיחה הקולית?";

/* Dismiss */
"Dismiss" = "בטל";

/* Edit button title */
"Edit" = "ערוך";

/* No comment provided by engineer. */
"Email could not be sent" = "לא ניתן היה לשלוח את הדוא\"ל";

/* No comment provided by engineer. */
"Email sent" = "הדוא\"ל נשלח";

/* No comment provided by engineer. */
"Enter Code" = "הזן קוד";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "מסיבות אבטחה, עליך לבטל את נעילת החשבון שלך.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "מסיבות אבטחה, אמת את חשבונך שוב.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "שכחת את הסיסמה או המזהה?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "שכחת את הסיסמה?";

/* Go to Account recovery */
"Get Help" = "קבל עזרה";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "התשובה שגויה. נסה שוב. ";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "מזהה או סיסמה לא חוקיים. נסה שוב.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "הגעת למגבלה. לא ניתן היה לשלוח את הדוא\"ל.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "הגעת למגבלה. לא ניתן לשלוח הודעת טקסט או לבצע שיחה קולית.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "תוקף הפעלת הכניסה פג. נסה שוב.";

/* Network error alert view title */
"Network unavailable." = "הרשת אינה זמינה.";

/* OK
   OK Button title
   ok button title */
"OK" = "אישור";

/* password text field place holder */
"Password" = "סיסמה";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "הזן את סיסמתך עבור %@";

/* Remove the account
   SSO remove account title */
"Remove" = "הסר";

/* Remove an account label on SSO screen */
"Remove an account" = "הסר חשבון";

/* Select an account label on SSO screen */
"Select an account" = "בחר חשבון";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "תוקף ההפעלה פג. היכנס שוב.";

/* sign in button title */
"Sign In" = "היכנס";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "התחבר עם <a>Facebook</a> או <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "מחובר כ-";

/* signing in state title for sign in button */
"Signing In" = "נכנס";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "מצטערים, המערכת מושבתת. נסה שוב מאוחר יותר.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "מצטערים, לא ניתן להכניס אותך כעת. נסה שוב מאוחר יותר.";

/* sms tip prefix in 2lc */
"Text %@" = "שלח הודעת טקסט ל-%@";

/* No comment provided by engineer. */
"Text message could not be sent" = "לא ניתן היה לשלוח את הודעת הטקסט";

/* No comment provided by engineer. */
"Text message sent" = "הודעת הטקסט נשלחה";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "לא ניתן היה לחלץ את נתוני מצב Second Challenge מאישור Short-Lived Challenge";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "נסיונות רבים מדי. נסה שוב בעוד 24 שעות.";

/* No comment provided by engineer. */
"Try again" = "נסה שוב";

/* No comment provided by engineer. */
"Unable to place a voice call" = "לא ניתן לבצע שיחה קולית";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "לא ניתן להיכנס. בדוק את תאריך המערכת ונסה שוב.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "לא ניתן להיכנס. נסה שוב.";

/* Unlock */
"Unlock" = "בטל נעילה";

/* unlock account view title */
"Unlock Your Account" = "בטל את נעילת החשבון שלך";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "עדכן את החשבון";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "שדרג ל-Yahoo";

/* User already signed-in */
"User already signed-in" = "המשתמש כבר מחובר";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "קוד האימות נשלח אל %@";

/* No comment provided by engineer. */
"Voice call in progress" = "נערכת כעת שיחה קולית";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "התקשרנו אליך למספר %@ למתן קוד האימות";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "איננו מצליחים לזהות מכשיר זה. אמת את זהותך באמצעות מענה לשאלת האבטחה שלך.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "איננו מצליחים לזהות מכשיר זה. אמת את זהותך. אנו נשלח אליך קוד אימות.";

/* ID text field place holder */
"Yahoo ID" = "מזהה Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "עליך להיות בן 13 לכל הפחות.";

/* No comment provided by engineer. */
"Your account is locked." = "החשבון שלך נעול.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "נעילת החשבון שלך בוטלה. היכנס.";

/* No comment provided by engineer. */
"Your Answer" = "תשובתך";

/* learn more alert msg line 1 */
"• New device?" = "• מכשיר חדש?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• בחרת באימות כניסה?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• נכנס ממדינה חדשה?";

/* Yahoo Messenger */
"Messenger" = "Messenger";